{
    "files": [
        {
            "title": "Full Report",
            "link": "https://docs.google.com/a/independent.gov.uk/viewer?a=v&pid=sites&srcid=aW5kZXBlbmRlbnQuZ292LnVrfGlzY3xneDo1Y2RhMGEyN2Y3NjM0OWFl"
        },
        {
            "title": "Committee Summary",
            "link": "https://docs.google.com/a/independent.gov.uk/viewer?a=v&pid=sites&srcid=aW5kZXBlbmRlbnQuZ292LnVrfGlzY3xneDoxMmRkZmU2MjQ4ZWEzNDI0"
        },
        {
            "title": "Government Response",
            "link": "https://www.gov.uk/government/publications/government-response-to-intelligence-and-security-committee-russia-report"
        }
    ],
    "findings": [
        "Russian influence in the UK is the new normal. Successive Governments have welcomed the oligarchs and their money with open arms, providing them with a means of recycling illicit finance through the London ‘laundromat’, and connections at the highest levels with access to UK companies and political figures.",
        "A number of members of the House of Lords have business interests that are linked to Russia, or work directly for major Russian companies linked to the Russian state.",
        "This has led to a growth industry of ‘enablers’ including lawyers, accountants, and estate agents who are – wittingly or unwittingly – de facto agents of the Russian state.",
        "It clearly demonstrates the inherent tension between the Government’s prosperity agenda and the need to protect national security. While we cannot now shut the stable door, greater powers and transparency are needed urgently.",
        "UK is clearly a target for Russian disinformation. While the mechanics of our paper-based voting system are largely sound, we cannot be complacent about a hostile state taking deliberate action with the aim of influencing our democratic processes.",
        "Yet the defence of those democratic processes has appeared something of a ‘hot potato’, with no one organisation considering itself to be in the lead, or apparently willing to conduct an assessment of such interference. This must change.",
        "Social media companies must take action and remove covert hostile state material: Government must ‘name and shame’ those who fail to act.",
        "We need other countries to step up with the UK and attach a cost to Putin’s actions. Salisbury must not be allowed to become the high water mark in international unity over the Russia threat.",
        "A number of issues addressed in this published version of the Russia Report are covered in more depth in the Classified Annex. We are not able to discuss these aspects on the grounds of national security."
    ],
    "quotes": [
        {
            "quote": "There have been widespread allegations that Russia sought to influence voters in the 2016 referendum on the UK’s membership of the EU: studies have pointed to the preponderance of pro-Brexit or anti-EU stories on RT and Sputnik, and the use of ‘bots’ and ‘trolls’, as evidence. The actual impact of such attempts on the result itself would be difficult – if not impossible – to prove. However what is clear is that the government was slow to recognise the existence of the threat – only understanding it after the ‘hack and leak’ operation against the Democratic National Committee, when it should have been seen as early as 2014. As a result the government did not take action to protect the UK’s process in 2016. The committee has not been provided with any post-referendum assessment - in stark contrast to the US response to reports of interference in the 2016 presidential election. In our view there must be an analogous assessment of Russian interference in the EU referendum."
        },
        {
            "quote": "We therefore question whether the Government took its eye off the ball because of its focus on counter-terrorism: it was the opinion of the Committee that until recently the Government had badly underestimated the response required to the Russian threat -and is still playing catch up. The Committee oversees the intelligence and security activities of the UK, including the policies, expenditure, administration and operations of MI5, MI6 and the Government Communications Headquarters. The Committee makes an Annual Report on the discharge of its functions and also produces Reports on specific issues. The Committee receives highly classified evidence, much of which cannot be published without damaging the operational capabilities of the intelligence Agencies. There is therefore a lengthy process to prepare the Committee's reports ready for publication, which consists of four stages and takes around four months. The Committee's report on Russia was sent to the Prime Minister on 17 October 2019."
        },
        {
            "quote": "The Committee has not been provided with any post-referendum assessment - in stark contrast to the US response to reports of interference in the 2016 presidential election. In our view there must be an analogous assessment of Russian interference in the EU referendum."
        },
        {
            "quote": "It has previously been agreed that the Prime Minister would have ten working days in which to provide this confirmation, before the Report is laid before Parliament. The Committee’s report on Russia was sent to the Prime Minister on 17 October 2019."
        },
        {
            "quote": "There has been credible open source commentary suggesting that Russia undertook influence campaigns in relation to the Scottish independence referendum in 2014. However, at the time ***. It appears that *** what some commentators have described as potentially the first post-Soviet Russian interference in a Western democratic process. We note that – almost five years on – *** For example, it was widely reported shortly after the referendum that Russian election observers had suggested that there were irregularities in the conduct of the vote, and this position was widely pushed by Russian state media. We understand that HMG viewed this as being primarily aimed at discrediting the UK in the eyes of a domestic Russian audience. More recently, we note the study by Ben Nimmo – #ElectionWatch: Scottish Vote, Pro-Kremlin Trolls, 12 December 2017."

        },
        {
            "quote": "We note that Arron Banks became the biggest donor in British political history when he gave £8m to the Leave.EU campaign. In October 2018, the Electoral Commission – which had been investigating the source of this donation – referred the case to the National Crime Agency, which investigated it ***. In September 2019, the National Crime Agency announced that it had concluded the investigation, having found no evidence that any criminal offences had been committed under the Political Parties, Elections and Referendums Act 2000 or company law by any of the individuals or organisations referred to it by the Electoral Commission. 51 ***"
        }
    ]

}